tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mattisg/mattisg"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "allegro"
brew "antigen"
brew "astyle"
brew "cmake"
brew "cppcheck"
brew "gdb"
brew "python"
brew "glib"
brew "icarus-verilog"
brew "nasm"
brew "ninja"
brew "ruby", link: true
brew "shellcheck"
brew "sshfs"
brew "tmux"
brew "vim"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "appcleaner"
cask "calibre"
cask "duet"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-drive-file-stream"
cask "gtkwave"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "keka"
cask "mediainfo"
cask "megasync"
cask "mipony"
cask "music-manager"
cask "tickeys"
cask "transmission"
cask "xld"
cask "xquartz"
