tap "homebrew/bundle"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "antigen"
brew "astyle"
brew "cmake"
brew "cppcheck"
brew "gdb"
brew "global"
brew "icarus-verilog"
brew "llvm"
brew "nasm"
brew "net-tools"
brew "ninja"
brew "ripgrep"
brew "shellcheck"
brew "sshfs"
brew "tmux"
brew "vim"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "without-xml"]
