tap "fluxcd/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mattisg/mattisg"
tap "universal-ctags/universal-ctags"
brew "antigen"
brew "clang-format"
brew "cmake"
brew "cppcheck"
brew "cppman"
brew "openldap"
brew "curl"
brew "docutils"
brew "flake8"
brew "global"
brew "go"
brew "node"
brew "gulp-cli"
brew "harfbuzz"
brew "icarus-verilog"
brew "iperf3"
brew "nasm"
brew "nghttp2"
brew "ninja"
brew "openjdk"
brew "pipenv"
brew "prettier"
brew "pure"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "subversion"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yapf"
brew "yarn"
brew "gromgit/fuse/sshfs-mac"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "baidunetdisk"
cask "calibre"
cask "discord"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logitech-options"
cask "macfuse"
cask "mediainfo"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "parsec"
cask "playcover"
cask "squirrel"
cask "usr-sse2-rdm"
cask "webex"
cask "xld"
cask "zerotier-one"
