tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mattisg/mattisg"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "allegro"
brew "antigen"
brew "astyle"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "curl"
brew "python@3.9", link: false
brew "gdb"
brew "glib"
brew "global"
brew "go"
brew "gulp-cli"
brew "icarus-verilog"
brew "icdiff"
brew "llvm"
brew "mono"
brew "nasm"
brew "ninja"
brew "openjdk"
brew "prettier"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sshfs"
brew "swiftformat"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adobe-creative-cloud"
cask "airserver"
cask "appcleaner"
cask "baidunetdisk"
cask "calibre"
cask "docker"
cask "dotnet-sdk"
cask "duet"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-drive-file-stream"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keka"
cask "logitech-g-hub"
cask "logitech-options"
cask "mediainfo"
cask "megasync"
cask "microsoft-office"
cask "microsoft-teams"
cask "mqttfx"
cask "parallels"
cask "parsec"
cask "squirrel"
cask "stay"
cask "tunnelblick"
cask "virtualhereserver"
cask "vmware-fusion"
cask "xld"
cask "xquartz"
