tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mattisg/mattisg"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "allegro"
brew "antigen"
brew "astyle"
brew "bower"
brew "cmake"
brew "cppcheck"
brew "gdb"
brew "glib"
brew "global"
brew "go"
brew "icarus-verilog"
brew "inetutils"
brew "llvm"
brew "mono"
brew "nasm"
brew "ninja"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sshfs"
brew "swiftformat"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adobe-creative-cloud"
cask "airserver"
cask "android-studio"
cask "appcleaner"
cask "baidunetdisk"
cask "calibre"
cask "docker"
cask "dotnet-sdk"
cask "duet"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-drive-file-stream"
cask "gtkwave"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "java"
cask "keka"
cask "mediainfo"
cask "megasync"
cask "microsoft-office"
cask "microsoft-teams"
cask "motrix"
cask "mysqlworkbench"
cask "parallels"
cask "steam"
cask "tickeys"
cask "tunnelblick"
cask "unity-hub"
cask "vmware-fusion"
cask "wireshark"
cask "xld"
cask "xquartz"
